/* Error string for OTR message string */
"A private conversation could not be set up." = "لم نتمكن من إعداد المحادثة الخاصة.";

/* Title for the about page */
"About" = "عن البرنامج";

/* Label for button to show version numbers and licenses */
"About This Version" = "عن هذا الإصدار";

/* SSL error message */
"Access denied" = "الوصول مرفوض";

/* The string describing a buddy's account */
"Account" = "حساب";

/* Title for the accounts tab */
"Accounts" = "الحسابات";

/* segmented control value for active friends
   This will be displayed in the UI as 'Active 10m ago'  */
"Active" = "مفعَّل";

/* Button title to add someone as a buddy */
"Add" = "إضافة";

/* The title for the view to add a buddy */
"Add Buddy" = "إضافة صديق";

/* Label for button to create account by logging into an existing account */
"Add Existing Account" = "أضف حسابا مسبقا";

/* String to describe advanced set of settings */
"Advanced" = "متقدم";

/* No comment provided by engineer. */
"Advanced Encryption Settings" = "إعدادات التعمية المتقدمة";

/* Title for other miscellaneous settings group */
"All incoming messages containing URLs will be fetched by default to show a media preview. This is required for media messaging to work properly. Disable this if you do not trust your contacts." = "All incoming messages containing URLs will be fetched by default to show a media preview. This is required for media messaging to work properly. Disable this if you do not trust your contacts.";

/* Error string for OTR message string */
"An error occured while encrypting a message and the message was not sent." = "حدث خطأ أثناء تشفير الرسالة ولم يتم إرسالها.";

/* Noun. segmented control value for displaying archived conversations
   Verb. action for archiving an old conversation */
"Archive" = "Archive";

/* Shown to confirm destructive actions */
"Are you sure?" = "أأنت متأكد ؟";

/* SSL error message */
"Attempt to restore an unknown session" = "محاولة استرداد جلسة مجهولة";

/* Text for media message summary */
"Audio Message" = "Audio Message";

/* Title for automatic conversation deletion setting */
"Auto-delete" = "مسح تلقائي";

/* error */
"Automatic Downloads Disabled" = "Automatic Downloads Disabled";

/* Title for other miscellaneous settings group */
"Automatically Fetch Media" = "Automatically Fetch Media";

/* Label in buddy list for users that are available */
"Available" = "متوفر";

/* Label in buddy list for users that are away */
"Away" = "بعيد";

/* SSL error message */
"Bad certificate format" = "نسق الشهادة غير صحيح";

/* SSL error message */
"Bad MAC" = "MAC غير صحيح";

/* SSL error message */
"Bad protocol version" = "إصدار البروتوكول غير صحيح";

/* SSL error message */
"Bad SSLCipherSuite" = "SSLCipherSuite غير صحيح";

/* SSL error message */
"Bad unsupported cert format" = "نسق الشهادة غير المدعومة غير صحيح";

/* string to describe basic set of settings */
"Basic" = "مبتدأ";

/* username section */
"Basic Setup" = "اﻹعداد الأساسي";

/* Text describing what happens when the user has forgotten the passphrase */
"Because the database contents is encrypted with your passphrase, you've lost access to your data and will need to delete and reinstall ChatSecure to continue. Password managers like 1Password or MiniKeePass can be helpful for generating and storing strong passwords." = "بما أن محتوى قاعدة البيانات مُعمَّى بواسطة جملتك السرية، فقد فقدت الوصول إلى البيانات ويجب عليك حذف وإعادة تثبيت ChatSecure لاستمرار. قد تنفعك برامج إدارة كلمات السر مثل 1Password وMiniKeePass لتوليد وحفظ كلمات سر متينة.";

/* No comment provided by engineer. */
"Best Available" = "الأفضل توفرا";

/* The String for a button to block a buddy */
"Block" = "حظر";

/* The String for a buddy to block and remove a buddy from the buddy list */
"Block & Remove" = "حظر و إزالة";

/* Title for migrated buddy header view */
"Buddy has moved!" = "Buddy has moved!";

/* The title for the view that shows detailed buddy info */
"Buddy Info" = "معلومات الصديق";

/* Label for button to take a photo from camera */
"Camera" = "الكاميرا";

/* Cancel an alert window */
"Cancel" = "إلغاء";

/* Error string for OTR message string */
"Cannot read the received message." = "لم يتمكن من قراءة الرسالة المتلقَّاة.";

/* Error string for OTR message string */
"Cannot recognize the type of OTR message received." = "لم يتمكن من التعرف على نوع رسالة OTR المتلقَّاة.";

/* SSL error message */
"Cert chain not verified by root" = "لم يتحقق الجذر من سلسة الثقة";

/* SSL error message */
"Certificate expired" = "شهادة منتهية الصلاحية";

/* SSL error message */
"Certificate revoked" = "شهادة ملغاة";

/* SSL error message */
"Chain had a cert not yet valid" = "لا تتوفر سلسلة الثقة على شهادة غير صالحة بعد";

/* SSL error message */
"Chain had an expired cert" = "تتوفر سلسلة الثقة على شهادة منتهية الصلاحية";

/* Title for chat view */
"Chat" = "المحادثة";

/* Body of SMS or email when sharing a link to the app */
"Chat with me securely" = "تحدث معي بشكل آمن";

/* Title for chats view */
"Chats" = "المحادثات";

/* Title for ChatSecure Push (this probably doesnt need to be translated) */
"ChatSecure Push" = "تنبيهات ChatSecure";

/* let users know source is on Github */
"Check out the source here on Github" = "إطلع على الشفرة الأصلية للبرنامج هنا على Github";

/* server selection footer */
"Choose from a selection of public servers, or use your own." = "Choose from a selection of public servers, or use your own.";

/* title for server selection screen */
"Choose Server" = "اختر الخادم";

/* SSL error message */
"Cipher Suite negotiation failure" = "فشل التفاوض حول أنظمة التعمية";

/* Label for text field where you compose a new message */
"Compose" = "كتابة";

/* SSL error message */
"Configuration error" = "خطأ في الإعدادات";

/* String for button to connect connect */
"Connect" = "اتصل";

/* Whether or not account is logged in */
"Connected" = "متصل";

/* String to state if an account is progress of creating a connection */
"Connecting" = "يجري الاتصال";

/* Message shown when connecting to the Tor network */
"Connecting to Tor" = "الاتصال ب تُورْ";

/* SSL error message */
"Connection closed gracefully" = "قُطع الاتصال بلطف";

/* SSL error message */
"Connection closed via error" = "قُطع الاتصال بسبب خطأ";

/* Copy string to clipboard as in copy and paste */
"Copy" = "نسخ";

/* Copy link URL to clipboard as in copy and paste */
"Copy Link" = "Copy Link";

/* No comment provided by engineer. */
"Could not decrypt database. If the app is not working properly, you may need to delete and reinstall." = "لم يتمكن من فك تعمية قاعدة البيانات. إن لم يعمل التطبيق بشكل جيد، قد تحتاج إلى الحذف ثم إعادة التثبيت.";

/* Error description */
"Could not parse URL." = "Could not parse URL.";

/* Error message when cannot get public key from SSL certificate */
"Could not retrieve public key from certificate" = "لم يتمكن من جلب المفتاح العمومي من الشهادة";

/* No comment provided by engineer. */
"Crash Detected" = "كُشف عن انهيار";

/* Title for button to create account */
"Create" = "إنشاء";

/* Label for button to create a new account via in band registration */
"Create New Account" = "إنشاء حساب جديد";

/* Start of sentence that will be followed by names */
"Created by" = "أُنشِيء من طرف";

/* Title for progress of creating a new account */
"Creating Account" = "يجري إنشاء الحساب";

/* Place holder label for custom domains */
"Custom" = "خصِّصْ";

/* if you want to change your username */
"Customize Username" = "تخصيص اسم المستخدم";

/* No comment provided by engineer. */
"Database Error" = "خطأ في قاعدة البيانات";

/* e.g. for deactivating your push account */
"Deactivate" = "ألغِ التفعيل";

/* SSL error message */
"Decoding error" = "خطأ في فك الترميز";

/* SSL error message */
"Decompression failure" = "فشل في فك الضغط";

/* SSL error message */
"Decryption error" = "خطأ في فك التعمية";

/* SSL error message */
"Decryption failed" = "فَشِلَ فك التعمية";

/* SSL error message */
"Decryption failure" = "فشل فك التعمية";

/* default string to revert to normal language behaviour */
"Default" = "افتراضي";

/* action button for deleting something */
"Delete" = "Delete";

/* Button to delete account */
"Delete Account" = "احذف الحساب";

/* Ask user if they want to delete the stored account information */
"Delete Account?" = "حذف الحساب ؟";

/* Description for automatic conversation deletion */
"Delete chats on disconnect" = "احذف المحادثات عند الخروج";

/* Shows in the chat view when a message has been delivered */
"Delivered" = "سُلِّم";

/* prompt users to donate money */
"Did you know you can now help fund future development directly within the app?" = "Did you know you can now help fund future development directly within the app?";

/* Default message when a user status is set to do not disturb */
"Do Not Disturb" = "الرجاء عدم الإزعاج";

/* No comment provided by engineer. */
"Don't change these unless you really know what you're doing. By default we will always select the best available encryption method." = "لا تغير هذه إلا إذا كنت تعلم ما تقوم به. سنختار دائما الخيار المتاح والأنسب لطريقة التعمية افتراضيا.";

/* Title for donation link */
"Donate" = "تبرع";

/* Title for button to press when user is finished */
"Done" = "تم";

/* Title for button to download something */
"Download" = "Download";

/* Button to edit account details */
"Edit Account" = "حرر الحساب";

/* The string describing account name or email address for a buddy */
"Email" = "البريد الالكتروني";

/* enable permission */
"Enable" = "فعِّل";

/* button for enabling push messages */
"Enable Push" = "تفعيل التنبيهات";

/* button for enabling push messages in iOS system settings */
"Enable Push in Settings" = "تفعيل التنبيهات في الإعدادات";

/* No comment provided by engineer. */
"Enable Tor" = "فعِّل Tor";

/* Generic title for encryption errors */
"Encryption Error" = "خطأ في التعمية";

/* The placeholder text for the text field to enter a group chat name or label */
"Enter a group name" = "ادخل اسم المجموعة";

/* Title of error message pop-up box */
"Error" = "خطأ";

/* title label for error when creating account */
"Error Creating Account" = "حدث خطأ خلال إنشاء الحساب";

/* SSL error message */
"Export restriction" = "قيود التصدير";

/* Default message when a user status is set to extended away */
"Extended Away" = "بعيد جدا";

/* the name for facebook */
"Facebook" = "فيسبوك";

/* Message when cannot connect to XMPP server */
"Failed to connect to XMPP server. Please check your login credentials and internet connection and try again." = "فشل في الاتصال بخادم الاكس ام بي بي. تأكد من صحة بياناتك المدخلة واتصالك بالانترنت ثم حاول مجدداً.";

/* SSL error message */
"Fatal alert" = "تنبيه فادح";

/* Error string for when file is too big. */
"File exceeds maximum size." = "File exceeds maximum size.";

/* Text for file message summary */
"File Message" = "File Message";

/* Error */
"File not found." = "File not found.";

/* prompt to fix background fetch */
"Fix Background Fetch..." = "Fix Background Fetch...";

/* prompt to fix permissions */
"Fix Permissions..." = "حدد التصريحات...";

/* Label for button when you've forgotten the passphrase */
"Forgot Passphrase?" = "نسيت جملة السر ؟";

/* whether or not we should generate a strong password for them */
"Generate Secure Password" = "ولّد كلمة سر مُؤمَّنة";

/* Title for button to start migration tool */
"Get Started" = "Get Started";

/* Name of popular web based hosting service */
"GitHub" = "GitHub";

/* the name for Google talk */
"Google Talk" = "جوجل توك";

/* a subtitle label for a group chat */
"Group Chat" = "محادثة جماعية";

/* The title for the view to enter a group chat name or label */
"Group Name" = "اسم المجموعة";

/* SSL error message */
"Handshake failure" = "فشل قبضة اليد";

/* Label for button to open link to translate app */
"Help Translate" = "ساعدنا على الترجمة";

/* Label for button to hold to record audio */
"Hold to talk" = "استمر بالضغط على الزر للتحدث";

/* Label text for hostname field on login scree */
"Hostname" = "إسم النطاق";

/* SSL error message */
"I/O would block (not fatal)" = "قد يصدُّ الإدخال/الإخراج (ليس فادحا)";

/* Button to ignore the migrated buddy warning */
"Ignore" = "تجاهل";

/* SSL error message */
"Illegal parameter" = "مُعامِل غير مسموح به";

/* segmented control value for active conversations */
"Inbox" = "Inbox";

/* Label for incoming data transfers */
"Incoming" = "القادم";

/* Short for information, button title to get more information */
"Info" = "المعلومات";

/* SSL error message */
"Insufficient buffer provided" = "توفير صِوان غير كافٍ";

/* SSL error message */
"Insufficient security" = "أمان غير كافٍ";

/* SSL error message */
"Internal error" = "خطأ داخلي";

/* SSL error message */
"Invalid certificate chain" = "سلسلة الثقة غير صالحة";

/* title label for invalid email */
"Invalid Email" = "عنوان البريد الالكتروني غير صحيح";

/* Button to invite friends */
"Invite Friends" = "دعوة الأصدقاء";

/* Title for migration header view */
"It's time to move!" = "It's time to move!";

/* the name for jabber, also include (XMPP) at the end */
"Jabber (XMPP)" = "بروتوكول Jabber (XMPP)";

/* Text for joining existing XMPP room */
"Join Group" = "Join Group";

/* Label for button after to send push notification knock. Like knocking on a door */
"Knock" = "طرْق";

/* Text for label after knock is sent. Like knocking on a door */
"Knock Sent" = "أُرسل الطرْق";

/* string to bring up language selector */
"Language" = "اللغة";

/* log in to account */
"Log In" = "تسجيل الدخول";

/* log out from account */
"Log Out" = "تسجيل الخروج";

/* Label for account setting that autologins on launch */
"Login Automatically" = "الدخول تلقائيا";

/* Title for button to manage ChatSecure Push account */
"Manage ChatSecure Push account" = "إدارة حساب تنبيهات ChatSecure";

/* Button to manage your OTR and OMEMO keys */
"Manage My Keys" = "إدارة مفاتيحي";

/* subtitle for the certificate pinned setting */
"Manage saved SSL certificates" = "إدارة شهادات SSL المحفوظة";

/* button to do something later */
"Maybe Later" = "Maybe Later";

/* No comment provided by engineer. */
"Me" = "أنا";

/* Error string for OTR message string */
"Message has not been sent because our buddy has ended the private conversation. We should either close the connection, or refresh it." = "لم تُرسَل الرسالة لأن صديقك أنهى المحادثة الخاصة. يلزمك إما قطع الاتصال أو إنعاشه.";

/* microphone permission is disabled */
"Microphone Disabled" = "عُطل الميكروفون";

/* Title for button to start migration tool */
"Migrate Account" = "Migrate Account";

/* SSL error message */
"Miscellaneous bad certificate" = "شهادات سيئة متنوعة";

/* SSL error message */
"Module attach failure" = "فشل ربط الوحدة";

/* button for additional ways to help support development of the app */
"More Ways to Help" = "More Ways to Help";

/* label for new account info for migration */
"My new account information" = "My new account information";

/* Your QR code */
"My QR Code" = "رمزي المربع";

/* The string describing a buddy's display name */
"Name" = "الإسم";

/* For a new settings value */
"New" = "جديد";

/* Title for New Account View */
"New Account" = "حساب جديد";

/* when a new message notification is received */
"New Message!" = "New Message!";

/* Title for alert when a new SSL certificate is encountered */
"New SSL Certificate" = "شهادة SSL جديدة";

/* Label for button to go to next step */
"Next" = "التالي";

/* for choosing your XMPP vCard display name */
"Nickname" = "الاسم المستعار";

/* SSL error message */
"No Error" = "لا يوجد خطأ";

/* Error string for when there are no XEP-0363 upload servers. */
"No HTTP upload servers found." = "No HTTP upload servers found.";

/* SSL error message */
"No renegotiation allowed" = "المساومة غير مسموح بها";

/* Title for toggle switch to spam your friends with your new account info */
"Notify Contacts of New Account" = "Notify Contacts of New Account";

/* Label in buddy list for users that are offline */
"Offline" = "غير متصل";

/* Accept the dialog */
"OK" = "موافق";

/* For an old settings value */
"Old" = "قديم";

/* Label to open link in the chrome web browser */
"Open in Chrome" = "افتح في كْرُومْ";

/* Label for button to open link in facebook app */
"Open in Facebook" = "افتح في فيسبوك";

/* Label to open link in the Safari web browser */
"Open in Safari" = "افتحها في سفاري";

/* Label for button to open link in twitter app */
"Open in Twitter" = "افتح في تويتر";

/* Hint text for domain field telling user this field is not required */
"Optional" = "اختياري";

/* Title for other miscellaneous settings group */
"Other" = "أخرى";

/* Error string for OTR message string */
"Our policy requires encryption but we are trying to send an unencrypted message out." = "سياستنا تفرض علينا التعمية لكننا نحاول إرسال رسالة غير مُعمَّاة.";

/* Label text for password field on login screen */
"Password" = "كلمة السر";

/* Title for alert when user isn't allowed to make payments */
"Payments Unavailable" = "Payments Unavailable";

/* SSL error message */
"Peer cert is valid, or was ignored if verification disabled" = "شهادة النظير صحيحة أو جرى تجاهلها لأن التحقق غير مفعَّل";

/* SSL error message */
"Peer dropped connection before responding" = "تخلى النظير عن الاتصال قبل الإجابة";

/* SSL error message */
"Peer host name mismatch" = "عدم تطابق إسم مضيف النظير";

/* String for XMPP buddies when adding buddy is pending */
"Pending Approval" = "في انتظار الموافقة";

/* Ask user if they want to delete the stored account information */
"Permanently delete" = "حذف بشكل دائم";

/* Label for button to open up photo library and choose photo */
"Photo Library" = "مكتبة الصور";

/* Text for media message summary */
"Picture Message" = "Picture Message";

/* Button Lable to show all pinned SSL certificates */
"Pinned Certificates" = "الشهادات المعلقة";

/* Label for messages that are not encrypted */
"plaintext" = "نص صِرف";

/* No comment provided by engineer. */
"Plaintext (Opportunistic OTR)" = "نص صِّرف (OTR الانتهازي)";

/* No comment provided by engineer. */
"Plaintext Only" = "النص الصٍّرف فقط";

/* detail title label for invalid email */
"Please choose a valid email address" = "يُرجى اختيار عنوان صحيح للبريد الالكتروني";

/* Error string for when there is a server configuration error. */
"Please contact your server administrator." = "Please contact your server administrator.";

/* Label for port number field for connecting to service */
"Port" = "منفذ";

/* title for contacts profile view */
"Profile" = "الحساب";

/* Title for push-messaging related settings */
"Push" = "تنبيهات";

/* Button title to show more information about Push messaging might not be working */
"Push Warning" = "تنبيه التحذير";

/* Label for qr code image */
"QR code" = "رمز المربع";

/* Error string for OTR message string */
"Received a general OTR error." = "تلقَّى خطأ عاما ل OTR";

/* Error string for OTR message string */
"Received a heartbeat." = "تلقَّى نبضة.";

/* Error string for OTR message string */
"Received an encrypted message but cannot read it because no private connection is established yet." = "تلقَّى رسالة مُعمَّاة لكن لم يتمكن من قراءتها لأنه لم يُقَم اتصال خاص بعد.";

/* Error string for OTR message string */
"Received an unencrypted message." = "تلقَّى رسالة غير مُعمَّاة.";

/* Error string for OTR message string */
"Received and discarded a message intended for another instance." = "تلقَّى وتجاهلَ رسالة كانت موجهة لطرف آخر.";

/* Error string for OTR message string */
"Received our own OTR messages." = "تلقَّى رسائلنا OTR.";

/* Title for header of Buddy list view with Recent Buddies */
"Recent" = "السابق";

/* SSL error message */
"Record overflow" = "طوفان التسجيل";

/* Button title to reject a request such as a buddy request */
"Reject" = "رفض";

/* Label for instruction to delete current recording */
"Release to delete" = "الإفراج للحذف";

/* Label for instruction to send current audio */
"Release to send" = "الإفراج عن الإرسال";

/* Label for switch to save passphrase */
"Remember Passphrase" = "تذكر جملة السر";

/* label for switch for whether or not we should save their password between launches */
"Remember password" = "تذكر إسم المستخدم";

/* The String for a button to remove a buddy from the buddy list */
"Remove" = "إزالة";

/* No comment provided by engineer. */
"Removed By Server" = "حُذف من طرف الخادم";

/* Reply to an incoming message */
"Reply" = "رد";

/* String to let user know a certain field like a password is required to create an account */
"Required" = "مطلوب";

/* Label for button to resend message. */
"Resend" = "أعد الإرسال";

/* Ttitle for alert view to resend a message */
"Resend Message" = "أعد إرسال الرسالة";

/* Describe what resending will do the %@ will be replaced withe the method OTR/OMEMO/Plaintext */
"Resending this message will use %@." = "سيستخدم إعادة إرسال هذه الرسالة %@.";

/* e.g. for resetting push account */
"Reset" = "تصفير";

/* Label for text input for XMPP resource */
"Resource" = "المورد";

/* Title for button for saving a setting */
"Save" = "حفظ";

/* Title for listing the user saved SSL certificates */
"Saved Certificates" = "الشهادات المحفوظة";

/* Label for sharing via QR Code */
"Scan QR" = "امسح الرمز المربع";

/* Label for text field where you search for a buddy */
"Search" = "البحث";

/* Title heading in settings */
"Security" = "الأمان";

/* Title of alert box warning about security issues */
"Security Warning" = "تحذير أمني";

/* The placeholder text in the chat view where the message should go */
"Send %@ encrypted message" = "أرسل إلى %@ رسالة مُعمَّاة";

/* String on button to email feedback */
"Send Feedback" = "إرسال مراجعة أو ملاحظات";

/* The placeholder text in the chat view where the message should go */
"Send plaintext message" = "أرسل رسالة على شكل نص صِّرف";

/* Label text for when a transfer is in progress (normally followed by a percent value 34%) */
"Sending" = "يجري الإرسال";

/* Error string for OTR message string */
"Sent a heartbeat." = "إرسال نبضة.";

/* server selection section title */
"Server" = "الخادم";

/* SSL error message */
"Server closed session with no notification" = "أغلقَ الخادم الجلسة دون إشعار";

/* SSL error message */
"Server has requested a client cert" = "طلب الخادم شهادة الزبون";

/* button to show more information about your XMPP server */
"Server Information" = "معلومات الخادم";

/* Title for the Settings screen */
"Settings" = "الإعدادات";

/* Title for sharing a link to the app */
"Share" = "شارك";

/* Label for inviting friends via URL */
"Share Invite" = "شارك الدعوة";

/* No comment provided by engineer. */
"Show Advanced Encryption Settings" = "أظهر إعدادات التعمية المتقدمة";

/* toggle switch for show advanced */
"Show Advanced Options" = "أظهر الخيارات المتقدمة";

/* title label for signing up for a new account */
"Sign Up" = "تسجيل الدخول";

/* Label for button to skip this step */
"Skip" = "تخطى";

/* A placeholder for a buddy's username like Someone wants to chat. */
"Someone" = "شخص ما";

/* received a typing notification */
"Someone is typing..." = "Someone is typing...";

/* SSL error message */
"SSL protocol error" = "خطأ في بروتوكول SSL";

/* Button to switch the chat over to the migrated account */
"Switch" = "Switch";

/* string shown if user has already paid */
"Thank you for your contribution!" = "Thank you for your contribution!";

/* No comment provided by engineer. */
"The app crashed last time it was launched. Send a crash report?" = "إن هذا التطبيق انهار في آخر مرة شُغِّل. أأرسل تقرير الانهيار ؟";

/* Explanation for why a message could not be sent. */
"The message could not be sent because this contact cannot receive your messages at this time. This could occur because they are offline, or if you are not authorized to send them messages." = "لم يتمكن من إرسال هذه الرسالة لأن جهة الاتصال هذه لم تتمكن من تلقي رسائلك في هذه الأثناء. قد يحدث ذلك حينما يكون غير متصل، وإما إذا لم يكن لديك التصريح لإرسالها إليه.";

/* Error string for OTR message string */
"The message received contains malformed data." = "تحوي الرسالة المتلقَّاة بيانات مشوَّهة.";

/* Error string for OTR message string */
"The previous message was resent." = "أُعيد إرسال الرسالة.";

/* Error message for when in band registration is not supported */
"The XMPP server does not support in-band registration" = "لا يدعم خادم XMPP التسجيل بنفس النطاق";

/* basic setup selection footer */
"Think of a unique nickname that you don't use anywhere else and doesn't contain personal information." = "اختر اسم مستخدم فريدًا لإنشاء حسابك السري\n\n يمكنك استخدام الرموز من a إلى z و0-9 و _\n يجب أن يبدأ اسم المستخدم بحرف\n الحد الأدنى للطول هو 3 رموز والحد الأقصى هو 32 رمزًاv";

/* Error message when trying to make a purchase but payments haven't been set up yet */
"This device doesn't seem to be configured to make payments." = "يبدو أن هذا الجهاز ليس مهيَّئا للقيام بالدفع.";

/* Error message description */
"This message was received from an untrusted device." = "لقد تلقيتَ رسالة من عتاد غير موثوق به.";

/* Error message description */
"This message was sent to an untrusted device." = "لقد أُرسلَت رسالة من عتاد غير موثوق به.";

/* microphone permission is disabled */
"To use this feature you must re-enable microphone permissions." = "لاستخدام هذا الخيار يجب عليك إعادة تفعيل تصريحات الميكروفون.";

/* Message for warning about using tor network */
"Tor is an experimental feature, please use with caution." = "تُورْ ميزة تجريبية، يُرجى استخدامه بحذر.";

/* Name of the popular social tweeting site */
"Twitter" = "تويتر";

/* Title for error message */
"Unable to Send Message" = "تعذر إرسال الرسالة";

/* Verb. action for moving archived converation back to inbox */
"Unarchive" = "Unarchive";

/* SSL error message */
"Underlying cryptographic error" = "خطأ ضمني في التعمية";

/* SSL error message */
"Unexpected (skipped) record in DTLS" = "تسجيلة DTLS غير متوقعة (متجاهَلة)";

/* SSL error message */
"Unexpected message received" = "التوصل برسالة غير مُنتظرَة";

/* SSL error message */
"Unknown Cert Authority" = "هيئة إصدار الشهادات مجهولة";

/* SSL error message */
"Unknown certificate" = "شهادة مجهولة";

/* Describes an error without a known cause */
"Unknown Error" = "خطأ مجهول";

/* Label for button to unlock app */
"Unlock" = "فك القفل";

/* shown when invite QR code doesnt work */
"Unrecognized Invite Format" = "نسق الدعوة غير مُتعرَّف عليه";

/* Title for error message */
"Untrusted Device" = "عتاد غير موثوق به";

/* SSL error message */
"User canceled" = "أُلغِي المستخدم";

/* Example of a username using the words user and example */
"user@example.com" = "user@example.com";

/* Label text for username field on login screen */
"Username" = "إسم المستخدم";

/* SSL error message */
"Valid cert chain, untrusted root" = "سلسلة الثقة صالحة، لكن الجذر غير موثوق به";

/* shown to show that the certificate was valid to the system */
"Valid certificate" = "الشهادة صحيحة";

/* To let the user know the fingerprint as been checked */
"Verified" = "مُتحقق منه";

/* Shown when verifying fingerprints */
"Verify" = "تحقق";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "تحقق من البصمة";

/* when displaying version numbers such as 1.0.0 */
"Version" = "الإصدار";

/* Text for media message summary */
"Video Message" = "Video Message";

/* The label for a button to view the buddy profile */
"View Profile" = "اعرض الحساب";

/* Describe how to change a contact's device settings */
"View profile to review contact's devices or change encryption settings." = "اعرض الحساب لمراجعة جهات اتصال العتادات أو غيِّر إعدادات التعمية.";

/* Label text for when a transfer has not started yet */
"Waiting" = "يجري الانتظار";

/* This string follows a user's dislplay name or username ex Bob wants to chat. */
"wants to chat." = "يريد المحادثة.";

/* help text for password generator */
"We can automatically generate you a secure password. If you choose your own, make sure it's a unique password you don't use anywhere else." = "يمكننا أن نولد لك تلقائيا كلمة سر آمنة. إن اخترت كلمة سر مخصصة، تأكد من أنها كلمة سر فريدة لا تستخدمها في مكان آخر.";

/* Error message for not finding any devices */
"We could not find any trusted devices for this account." = "لم نعثر على أي عتاد موثوق لهذا الحساب.";

/* Error message for not finding any devices */
"We could not find any trusted devices for this contact." = "لم نعثر على أي عتاد موثوق لجهة الاتصال هذه.";

/* Description detail text for account migration form */
"We will automatically migrate your contacts from your old account to the new one, and archive your old conversations.\n\nIf you'd like, we can also notify your existing contacts that your account has moved." = "We will automatically migrate your contacts from your old account to the new one, and archive your old conversations.\n\nIf you'd like, we can also notify your existing contacts that your account has moved.";

/* actionsheet for showing uservoice feedback service */
"Would you like to connect to UserVoice to send feedback?" = "هل تريد الاتصال ب UserVoice لإرسال مراجعاتك أو ملاحظاتك ؟";

/* Title for xmpp accounts that connect through the Tor network */
"XMPP + Tor" = "XMPP + Tor";

/* This will be shown after your own JID in the group profile view */
"you" = "you";

/* Notification message when buddy has approved you */
"You and %@ are now friends." = "أنت و%@ صديقان الآن.";

/* String used when onboarding works */
"You're ready to use" = "أنت جاهز للاستخدام";

/* Explanation for why migration is needed, contains a shutdown date */
"Your account currently lives on the %1$@ servers. That chat service is closing on %2$@, so we're going to help move your account to a new server." = "Your account currently lives on the %1$@ servers. That chat service is closing on %2$@, so we're going to help move your account to a new server.";

/* Explanation for why migration is needed */
"Your account currently lives on the %1$@ servers. That chat service is no longer in service, so we're going to help move your account to a new server." = "Your account currently lives on the %1$@ servers. That chat service is no longer in service, so we're going to help move your account to a new server.";

/* Explanation that your account has expired and you need to migrate */
"Your account has expired." = "Your account has expired.";

/* Explanation that your account has expired and you need to migrate, contains a shutdown date */
"Your account is expiring in '%1$d' days." = "Your account is expiring in '%1$d' days.";

/* Explanation that buddy has a different prefered jid in the vcard */
"Your buddy has a different forwarding address than the jid you are currently chatting with. Do you want to switch to this account instead?" = "Your buddy has a different forwarding address than the jid you are currently chatting with. Do you want to switch to this account instead?";

/* Message shown when about to donate */
"Your donation will help fund the continued development of ChatSecure." = "يمكننا تبرعك من المساهمة في تطوير ChatSecure.";

/* Text that describes what remembering your passphrase does */
"Your password will be stored in the iOS Keychain of this device only, and is only as safe as your device passphrase or pin. However, it will not persist during a device backup/restore via iTunes, so please don't forget it, or you may lose your conversation history." = "ستخزَّن كلمة سرك في مستودع مفاتيح iOS للجهاز فقط، وهو آمن بنفس مستوى أمن جملة سرك. لكن، لن تستمر بعد النسخ الاحتياطي أو الاستعادة بواسطة iTunes، لذا  يُرجى عدم نسيان ذلك، وإلا قد تضيع سجلات كل محادثاتك.";

